{
  "EMAIL_ALREADY_SEND": "L'email avec le code a déjà été envoyé (le cas échant regarder dans les SPAM).",
  "EMAIL_BAD": "L'email ne peut être accepté par le système (domaine non-accepté ou email invalide).",
  "EMAIL_TOKEN_CRASH": "Erreur lors de l'envoi de l'email avec la clé.",
  "EMAIL_NOT_VALID": "Email invalide, merci de vérifier votre entrée.",
  "EMAIL_NOT_FOUND": "L'email demandé n'existe pas",
  "AUTH_LOGIN_ERROR": "Erreur dans le processus d'authentification.",
  "AUTH_LOGOUT_ERROR": "Erreur dans le processus de Sortie.",
  "AUTH_LOGOUT_FAILED": "Votre déconnexion a échoué.",
  "REGISTER_ALREADY": "Vous êtes dèjà enregistré, Vous pouvez-vous connecter.",
  "REGISTER_FIRST": "Vous devez d'abord vous enregistrer avant de pouvoir vous connecter.",
  "REGISTRATION_FAIL": "L'enregistrement a échoué.",
  "REGISTRATION_DONE": "L'enregistrement a réussi, bienvenue.",
  "REGISTRATION_TO_VALIDATE": "L'email pour la validation de votre compte a été envoyé.",
  "PWD_BAD": "La vérification du mot de passe a échoué.",
  "REGISTER_ADMIN_CONTACT": "Il y a un eu un problème avec votre enregistrement, Merci de contacter l'Administrateur du site.",
  "FORGOT_PWD_EMAIL_ALREADY_SENT": "L'email pour la réinitialisation de votre mot de passe a déjà été envoyé.",
  "FORGOT_PWD_ERROR": "Erreur dans le processus de réinitialisation de votre mot de passe.",
  "FORGOT_PWD_BAD_TOKEN": "La clé dans ce lien n'est pas ou plus valide.",
  "FORGOT_PWD_BAD_PWD": "Les deux mots de passe ne correspondent pas.",
  "FORGOT_PWD_NEW_PWD_OK": "Votre nouveau mot de passe est créé",
  "FORGOT_PWD_EMAIL_SENT": "L'email avec le lien pour réiniitaliser votre mot de passe a été envoyé.",
  "FORGOT_PWD_EMAIL_NOT_SENT": "We could not send the Email send with the link to create a new password. Try again.",
  "ACCOUNT_VALIDATION_BAD_TOKEN": "La clé dans ce lien n'est pas ou plus valide.",
  "ACCOUNT_VALIDATION_ERROR": "La création du compte n'a pu être validée.",
  "ACCOUNT_TO_VALIDATE": "Le compte doit encore être validé.",
  "ACCOUNT_VALIDATION_SUCCESS": "La validation de votre compte a réussi.",
  "ACCOUNT_VALIDATION_FAIL": "La Validation de votre compte a échoué.",
  "ACCOUNT_VALIDATION_NO_USER": "Le compte d'utilisateur à valider n'a pas été trouvé.",
  "ACCOUNT_VALIDATION_EMAIL_NOT_SENT": "L'email pour la validation du compte n'a peu être envoyé.",
  "ACCOUNT_VALIDATION_EMAIL_SENT": "L'email pour la validation de votre compte a été envoyé.",
  "ACCOUNT_VALIDATION_ALREADY_DONE": "Le compte a déjà été validé.",
  "CHANGE_PWD_ERROR": "Le changement de mot de passe à échoué.",
  "CHANGE_PWD_SUCCESS": "Le changement de mot de passe a réussi.",
  "NOREPLYEMAIL": "Ne pas répondre",
  "SUBJECTEMAILFORGOTPWD": "Lien por réinitialiser son Mot de passe.",
  "TEXTEMAILFORGOTPWD": "Pour réinitialiser votre mot de passe, cliquer sur le lien suivant.",
  "HTMLEMAILFORGOTPWD": "Bonjour <br> Pour réinitialiser votre mot de passe, cliquer sur le lien ci-dessous: <br>",
  "SUBJECTEMAILACCOUNTVALIDATION": "Lien pour la validation de la création de votre compte.",
  "TEXTEMAILACCOUNTVALIDATION": "Pour valider votre nouveau compte, merci de cliquer sur le lien.",
  "HTMLEMAILACCOUNTVALIDATION": "Bonjour <br> Pour valider votre nouveau compte, merci de cliquer sur le lien ci-dessous <br>"
  }
